case/outputs_shutin/openfoam_cases/section_2_x12p6km/0/omega
/*--------------------------------*- C++ -*----------------------------------*\
| SHCT->OpenFOAM coupling — auto-generated case                              |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions [0 0 -1 0 0 0 0];
internalField uniform 0.418226;

boundaryField
{
    inlet   { type fixedValue; value uniform 0.418226; }
    outlet  { type inletOutlet; inletValue uniform 0.418226; value uniform 0.418226; }
    walls   { type omegaWallFunction; value uniform 0.418226; }
}
